# DEV tools
brew "gnu-tar"
brew "gnupg"
brew "git"
brew "asdf"

# Security
cask "1password"

# DEV apps
cask "iterm2"
cask "sublime-text"
cask "visual-studio-code"
cask "tableplus"
cask "docker"

# Browsers
cask "google-chrome"
cask "firefox"

# Comms
cask "slack"
cask "discord"

# CLI Games
brew "angband"